use [41П_МДК01.01_Сергеев]

INSERT INTO Genders
VALUES ('Мужской'),
('Женский')


INSERT INTO Roles
VALUES ('Администратор'),
('Пользователь')


INSERT INTO Types_group
VALUES ('Ясельная'),
('Младшая'),
('Средняя'),
('Старшая'),
('Подготовительная')


INSERT INTO Groups
VALUES (1, 1),
(1, 2),
(2, 1),
(2, 2),
(3, 1),
(3, 2),
(4, 1),
(4, 2),
(5, 1),
(5, 2)


INSERT INTO Positions
VALUES ('Заведующий'),
('Заместитель заведующего'),
('Старший воспитатель'),
('Воспитатель'),
('Помощник воспитателя')


INSERT INTO Children
VALUES ('Горшков', 'Алексей','Сергеевич', '2020-08-08', 1, 1, 'Колмогорова', '14'),
('Серухин', 'Евгений','Васильевич', '2020-06-06', 1, 1, 'Ужовская', '16'),
('Грязина', 'Анастасия','Николаевна', '2020-07-07', 2, 1, 'Гинина', '25'),
('Светкина', 'Елена','Сергеевна', '2020-05-22', 2, 1, 'Жукова', '2'),
('Светкина', 'Валерия','Сергеевна', '2020-05-22', 2, 1, 'Жукова', '2'),
('Горшков', 'Матвей','Сергеевич', '2019-04-15', 1, 2, 'Колмогорова', '14'),
('Свиридова', 'Наталья','Андреевна', '2018-08-08', 1, 3, 'Генеральская', '29')


INSERT INTO Sertificates
VALUES (1, 'I-АГ', 111382, '2020-09-01', 'Чкаловский отдел ЗАГС Нижегородской обл.'),
(2,'IV-АШ', 121482, '2020-06-20', 'Отдел ЗАГС Автозводского района г. Нижнего Новгорода'),
(3,'IV-АДШ', 125482, '2020-07-30', 'Отдел ЗАГС Борского района Нижегородской обл.'),
(4,'XI-АКГ', 291082, '2020-06-22', 'Отдел ЗАГС Борского района Нижегородской обл.'),
(5,'XI-СРК', 291083, '2020-06-22', 'Отдел ЗАГС Борского района Нижегородской обл.'),
(6,'XIV-ДЛН', 603603, '2019-05-12', 'Чкаловский отдел ЗАГС Нижегородской обл.'),
(7,'XIV-ДЛН', 603603, '2018-08-31', 'Зеленоградский отдел ЗАГС г. Москвы')


INSERT INTO Parents
VALUES ('Горшкова', 'Наталья','Валерьевна', '1995-11-14', 2, 'Колмогорова', '14', '+7 920 444-87-85'),
('Горшков', 'Сергей','Геннадьевич', '1995-01-22', 1, 'Колмогорова', '14', '+7 915 222-43-22'),
('Серухин', 'Василий','Константинович', '1990-09-02', 1, 'Ужовская', '16', '+7 933 124-64-25'),
('Кравченко', 'Лидия','Сергеевна', '1998-10-30', 2, 'Гинина', '25', '+7 945 087-87-23'),
('Грязин', 'Николай','Степанович', '1996-02-02', 1, 'Гинина', '25', '+7 980 324-98-13'),
('Светкина', 'Юлия','Александровна', '2000-07-15', 2, 'Жукова', '2', '+7 990 142-18-16'),
('Светкин', 'Сергей','Анатольевич', '1999-12-19', 1, 'Жукова', '2', '+7 904 156-35-45'),
('Свиридова', 'Елена','Петровна', '1992-03-25', 2, 'Генеральская', '29', '+7 987 742-22-00'),
('Свиридов', 'Андрей','Иванович', '1990-10-28', 1, 'Купеческая', '12', '+7 922 356-18-09')


INSERT INTO Kinships
VALUES (1, 1),
(2, 1),
(1, 6),
(2, 6),
(3, 2),
(4, 3),
(6, 4),
(7, 4),
(6, 5),
(7, 5),
(8, 7),
(9, 7)