use [41П_МДК01.01_Сергеев]

INSERT INTO Genders
VALUES ('Мужской'),
('Женский')


INSERT INTO Roles
VALUES ('Администратор'),
('Пользователь')


INSERT INTO Types_group
VALUES ('Ясельная'),
('Младшая'),
('Средняя'),
('Старшая'),
('Подготовительная')


INSERT INTO Groups
VALUES (1, 1),
(1, 2),
(2, 1),
(2, 2),
(3, 1),
(3, 2),
(4, 1),
(4, 2),
(5, 1),
(5, 2)


INSERT INTO Children
VALUES ('Горшков', 'Алексей','Сергеевич', '2020-08-08', 1, 1, 'Колмогорова', '14'),
('Серухин', 'Евгений','Васильевич', '2020-06-06', 1, 1, 'Ужовская', '16'),
('Грязина', 'Анастасия','Николаевна', '2020-07-07', 2, 1, 'Гинина', '25'),
('Светкина', 'Елена','Сергеевна', '2020-05-22', 2, 1, 'Жукова', '2'),
('Светкина', 'Валерия','Сергеевна', '2020-05-22', 2, 1, 'Жукова', '2'),
('Горшков', 'Матвей','Сергеевич', '2019-04-15', 1, 2, 'Колмогорова', '14'),
('Свиридова', 'Наталья','Андреевна', '2018-08-08', 1, 3, 'Генеральская', '29')


INSERT INTO Sertificates
VALUES (1, 'I-АГ', 111382, '2020-09-01', 'Чкаловский отдел ЗАГС Нижегородской обл.'),
(2,'IV-АШ', 121482, '2020-06-20', 'Отдел ЗАГС Автозводского района г. Нижнего Новгорода'),
(3,'IV-АДШ', 125482, '2020-07-30', 'Отдел ЗАГС Борского района Нижегородской обл.'),
(4,'XI-АКГ', 291082, '2020-06-22', 'Отдел ЗАГС Борского района Нижегородской обл.'),
(5,'XI-СРК', 291083, '2020-06-22', 'Отдел ЗАГС Борского района Нижегородской обл.'),
(6,'XIV-ДЛН', 603603, '2019-05-12', 'Чкаловский отдел ЗАГС Нижегородской обл.'),
(7,'XIV-ДЛН', 603603, '2018-08-31', 'Зеленоградский отдел ЗАГС г. Москвы')


INSERT INTO Positions
VALUES ('Заведующий'),
('Заместитель заведующего'),
('Старший воспитатель'),
('Воспитатель'),
('Помощник воспитателя')