use [41П_МДК01.01_Сергеев]

INSERT INTO Children
VALUES ('Горшков', 'Алексей','Сергеевич', '2020-08-08', 1, 1, 'Колмогорова', '14'),
('Серухин', 'Евгений','Васильевич', '2020-06-06', 1, 1, 'Ужовская', '16'),
('Грязина', 'Анастасия','Николаевна', '2020-07-07', 1, 1, 'Гинина', '25'),
('Светкина', 'Елена','Сергеевна', '2020-05-22', 1, 1, 'Жукова', '2'),
('Светкина', 'Валерия','Сергеевна', '2020-05-22', 1, 1, 'Жукова', '2'),
('Горшков', 'Матвей','Сергеевич', '2019-04-15', 2, 1, 'Колмогорова', '14'),
('Свиридова', 'Наталья','Андреевна', '2018-08-08', 3, 1, 'Генеральская', '29')

INSERT INTO Sertificates
VALUES ('I-АГ', 111382, 'Колмогорова', '14'),
('Серухин', 'Евгений','Васильевич', '2020-06-06', 1, 1, 'Ужовская', '16'),
('Грязина', 'Анастасия','Николаевна', '2020-07-07', 1, 1, 'Гинина', '25'),
('Светкина', 'Елена','Сергеевна', '2020-05-22', 1, 1, 'Жукова', '2'),
('Светкина', 'Валерия','Сергеевна', '2020-05-22', 1, 1, 'Жукова', '2'),
('Горшков', 'Матвей','Сергеевич', '2019-04-15', 2, 1, 'Колмогорова', '14'),
('Свиридова', 'Наталья','Андреевна', '2018-08-08', 3, 1, 'Генеральская', '29')